{
    "English": "Anglais",
    "Italian": "Italien",
    "French": "Français",
    "Home": "Accueil",
    "About Me": "À propos de moi",
    "Contact Me": "Contactez-moi",
    "My name is Claudio Foti and I am a Full-Stack and Software Developer.": "Je m'appelle Claudio Foti et je suis un développeur Full-Stack et Logiciel.",
    "I come from Switzerland and I am currently studying in Barcelona to complete my Bachelor's degree in Cyber Security at ": "Je viens de Suisse et j'étudie actuellement à Barcelone pour mon Bachelor en Cyber Securité à ",
    "Harbour.Space University": "l'université Harbour.Space",
    "Your name": "Votre nom",
    "Education": "Éducation",
    "Experience": "Expérience",
    "August 2016": "Août 2016",
    "June 2020": "Juin 2020",
    "Apprenticeship giving a Federal Capacity Certificate (CFC) of Computer Scientist with an integrated Vocational Baccalaureate (Maturité Professionnelle Technique).": "Formation d'Informaticien CFC avec Maturité Professionnelle Technique Intégrée.",
    "Monthey,Switzerland": "Monthey,Suisse",
    "Sion,Switzerland": "Sion,Suisse",
    "August 2005": "Août 2005",
    "June 2016": "Juin 2016",
    "Mandatory Schools": "Écoles obligatoires",
    "Cycle d'Orientation Diploma": "Diplôme du cycle d'orientation",
    "I finished my mandatory schools by being class valedictorian.": "J'ai fini mes écoles obligatoires en étant major de ma promotion.",
    "CFC in Computer Science, Maturité Professionnelle Technique": "CFC d'Informaticien, Maturité Professionnelle Technique",
    "September 2021": "Septembre 2021",
    "August 2024": "Août 2024",
    "Barcelona,Spain": "Barcelone,Espagne",
    "Bachelor's degree in Cyber Security": "Bachelor en Cyber Sécurité",
    "I am currently completing my Bachelor's degree in Cyber Security": "Je actuellement étudiant afin de compléter mon Bachelor en Cyber Sécurité",
    "Software/Web developer": "Développeur full-stack/logiciel",
    "August 2019": "Août 2019",
    "July 2020": "Juillet 2020",
    "In the last year of my apprenticeship, I had the chance to do a one-year internship at the Caisse de compensation du Valais as a software and web(full-stack) developer.": "En dernière année d'apprentissage, j'ai eu la chance de pouvoir faire un stage d'une année à la Caisse de compensation du Valais en tant que développeur d'applications/développeur web. Au cours de ce stage, j'ai pu apprendre à utiliser Laravel et VueJS ainsi que d'autres langages de scripting.",
    "July 2021": "Juillet 2021",
    "August 2021": "Août 2021",
    "Full Stack Web Developer": "Développeur web full-stack",
    "I joined a team of web developers for a month and a half as a summer job and helped them in various projects. I notably worked on a website in React (front-end) and Drupal (back-end) thanks to which I could learn these tools.": "J'ai intégré, pendant 1 mois et demi, pour un travail d'été, une équipe de développeurs web et les ai aidé dans divers projets. J'ai notamment travaillé sur un site web en React (front-end) et Drupal (back-end) grâce auquel j'ai pu apprendre ces outils.",
    "August 2020": "Août 2020",
    "Now": "Maintenant",
    "I have worked for several individuals and companies as a freelancer. During these mandates, I created showcase websites (HTML5 + CSS3 + jQuery) or Wordpress websites. I also created internal tools for real estate portals in PHP or scripting languages.": "J'ai travaillé pour plusieurs particuliers et entreprises en free-lance. Durant ces mandats, j'ai créé des sites vitrines (HTML5 + CSS3 + jQuery) ou des sites Wordpress. J'ai également créé des outils internes pour des portails immobiliers en PHP ou langages de scripting.",
    "Some of my best technical skills": "Certaines de mes meilleures aptitudes techniques"
}
